[
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Ultimate Snow Foam",
    "productDescription":"Je wagen wassen met een min. aan wrijfkracht dankzij de specifieke shampoo voor de foamlans.Een dik schuim tapijt, dat gedurende een lange tijd aan de wagen kleeft, zorgt voor een maximale reiniging, zonder echter uw waxlaag te verwijderen!Bij een licht vervuilde wagen, wrijven overbodig!Foam aanbrengen, laten inwerken en afspoelen.Bij een middelmatig vervuilde wagen, foam aanbrengen, laten inwerken en in combinatie met de 2-emmermethode en een microvezel washandschoen de wagen verder afwassen.Bij zware vervuiling gebruiken als voorwas.Foam aanbrengen, laten inwerken, afspuiten en dan wassen zoals het hoort!",
    "productArticle":"G191532EU",
    "productPrice": 27.99,
    "productImage":"https://www.meguiars.be/thumbnail/ce/1b/50/1618928554/G191532%20Ult%20Snow%20Foam_1200x1200.png"
  },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Bucket with Grit Guard",
    "productDescription":"Swirls ontstaan door stukjes vuil en stof die tijdens het wassen over de laklaag van de auto gewreven worden. De Grit Guard helpt dit voorkomen.Telkens als u uw Wash Mitt door de emmer haalt voor meer sop, wrijft u deze ook tegen de Grit Guard. Dit helpt het vuil te verwijderen en bovendien zorgt de Grit Guard ervoor dat het vuil op de bodem van de emmer blijft.",
    "productArticle":"G408B",
    "productPrice": 34.99,
    "productImage":"https://www.meguiars.be/thumbnail/aa/ec/43/1619092944/G408b_medium_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Hybrid Ceramic Wash & Wax",
    "productDescription":"Twee unieke vloeistoffen die eens ze samengevoegd zijn in de emmer voor ongelooflijke resultaten zullen zorgen. Zachte shampoo met een laag schuimgehalte, die zorgt dat de vervuiling grondig toch veilig wordt weggenomen en tegelijkertijd een fijne film van SIO2 bescherming achterlaat. De Hybrid Ceramic SIO2 creëert onmiddellijk een extreme waterafstoting terwijl u wast of versterkt de reeds aangebrachte keramische bescherming. De fles bevat 2 compartimenten: shampoo en Sio2 ceramic booster. Met het bijgeleverde doseercupje voegt u 3x30ml shampoo toe en 1x15ml Sio2 booster in een emmer water. Te gebruiken met de Dual Sided Hybrid Wash Mitt!",
    "productArticle":"G210256EU",
    "productPrice": 39.99,
    "productImage":"https://www.meguiars.be/thumbnail/a0/78/c4/1629886120/G210256_S1_Hero_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Ultimate Wash & Wax",
    "productDescription":"Onze meest complete shampoo met carnauba en synthetische Polymer Technology. Zorgt voor een diepe glans alsof uw auto net in de wax is gezet.",
    "productArticle":"G17748EU",
    "productPrice": 30.00,
    "productImage":"https://www.meguiars.be/thumbnail/d5/55/60/1617973647/G17748_WashNWax_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Gold Class Car Wash Shampoo & Conditioner",
    "productDescription":"Meguiar’s® hoogwaardige shampoo voor het wassen en onderhouden van uw auto. Door actief schuim wordt vuil gemakkelijk verwijdert. De conditioners zorgen voor een diepe kleur en glans.",
    "productArticle":"G7116",
    "productPrice": 15.98,
    "productImage":"https://www.meguiars.be/thumbnail/ea/1e/17/1619018171/G7116_GCWash16_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's NXT Generation Car Wash",
    "productDescription":"Onze synthetische shampoo, op polymeren gebaseerd, dringt door tot het vuil, emulgeert en lost vuil op. Verwijdert vuil zonder dat het uw waxlaag aantast. De pH gebalanceerde formule bevat een kalkreduceerder en verwijdert weg- en oppervlaktevervuiling op een zachte maar effectieve manier.",
    "productArticle":"G12619",
    "productPrice": 16.99,
    "productImage":"https://www.meguiars.be/thumbnail/a9/e6/a6/1617701472/G12619_NXTWash19oz_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Wash Plus+",
    "productDescription":"Verbetert de looks van uw lak terwijl u wast! Verwijdert insecten, vlekken en lichte swirls. Snel en eenvoudig, geen emmer nodig! Eenvoudig aan te brengen op de washandschoen, een paneel zuiver wrijven, spoel af en ga door naar het volgende paneel. Nabehandeling met Ultimate Quik Wax of Hybrid Ceramic Detailer geeft een top resultaat!",
    "productArticle":"G25024",
    "productPrice": 24.99,
    "productImage":"https://www.meguiars.be/thumbnail/29/11/25/1619005008/G25024_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Hybrid Ceramic Synthetic Clay Kit",
    "productDescription":"Een glad en waterafstotend oppervlak in één stap! De synthetische clay pad zorgt voor een glad oppervlak terwijl de Hybrid Ceramic Detailer een dunne keramische Sio2 waterafstotend bescherming aanbrengt. Kit bevat: Synthetische claypad , 768 ml Hybrid Ceramic Quik Detailer.",
    "productArticle":"G200200EU",
    "productPrice": 47.99,
    "productImage":"https://www.meguiars.be/thumbnail/eb/6e/7d/1618994094/G200200_HCClayKit_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Ultimate Compound",
    "productDescription":"Hardnekkige oxidatie, vlekken, ingebrande vogelpoep en andere in de lak zittende defecten kunnen worden verwijderd terwijl het oppervlak gepolijst wordt en een spiegelachtige finish krijgt. Ultimate Compound bevat micro-abrasives waardoor deze veilig is op alle lakken. Kleur en helderheid van verwaarloosde en beschadigde lakoppervlakken worden zo op een veilige manier hersteld. Na gebruik laat het een heldere lak achter die vrij is van krassen, nevel en swirls. Zowel handmatig als met een Dual Action Polisher aan te brengen.",
    "productArticle":"G17216EU",
    "productPrice": 22.99,
    "productImage":"https://www.meguiars.be/thumbnail/44/a4/87/1617961760/G17216_S1_Hero_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Hybrid Ceramic Pre-Wax Prep",
    "productDescription":"Meguiar's Hybrid Ceramic Pre-Wax Prep verwijdert kleine defecten snel dankzij de aanwezige fijne polijst ingrediënten en polisht tegelijkertijd de lak dankzij de voedende oliën, waardoor de lak een diepe glans verkrijgt en de kleuren eruit springen! Bovendien laat het een fijne laag Hybrid Ceramic-bescherming achter die fungeert als een perfecte basislaag voor Meguiar's Hybrid Ceramic-lakbeschermingsproducten om op te bouwen! Het aanbrengen en verwijderen voelt meer aan als een wax dan een traditionele compound; het gaat soepel en veegt gemakkelijk af!",
    "productArticle":"G220416EU",
    "productPrice": 24.99,
    "productImage":"https://www.meguiars.be/thumbnail/8c/e5/c2/1664371550/G220416_HCPreWax_Front_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Hybrid Ceramic Liquid Wax",
    "productDescription":"Keramische bescherming aanbrengen, makkelijk gemaakt! Eenvoudig aan te brengen zoals eender welke andere wax. Zorgt voor de meest langdurige water -en vuilafstotende bescherming.",
    "productArticle":"G200416EU",
    "productPrice": 41.99,
    "productImage":"https://www.meguiars.be/thumbnail/5e/2c/a2/1618994570/G200416_Hero_1200x1200.png"
   },
  {
    "id":"3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "productName":"Meguiar's Hot Rims Wheel & Tire Cleaner",
    "productDescription":"Hot Rims is, in tegenstelling tot de meeste velgproducten op de markt, veilig te gebruiken op alle soorten velgen, zelfs spaakvelgen, aluminium, geverfde of chromen velgen. Gewoon op een koude velg spuiten en het neutralisatiemiddel laten inwerken. Borstelen waar nodig. Afspoelen met water om de glans naar voren te brengen. Niet gebruiken op gepolijste aluminium velgen.",
    "productArticle":"G9524EU",
    "productPrice": 19.99,
    "productImage":"https://www.meguiars.be/thumbnail/5b/95/15/1619092214/G9524_HotRimsWheelandTire_Hero_1200x1200.png"
   },
]
